IDEA StatiCa Open Model
ValueCount.Create Method (Double)
Compatible with IDEA StatiCa Beta 21.0 - beta
 Creates a new instance with specified value.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public static ValueCount Create(
	double value
)
Public Shared Function Create (
	value As Double
) As ValueCount
public:
static ValueCount^ Create(
	double value
)
Parameters
value
Type: System.Double
The value to set.
Return Value
Type: ValueCount
A new instance of ValueCount.
See Also
Reference
ValueCount Class
Create Overload
IdeaRS.OpenModel.Parameters Namespace